Repository: DAksenovskiy/progect
Catalog: lib/l10n/intl_*.arb
Languages: ru

# main_page
source: Menu
ru: Меню

source: Catalog of permanent
ru: Каталог констант

source: My catalog
ru: Мой каталог

source: Saved results
ru: Результаты

source: Settings
ru: Настройки

source: Setting up Graphics
ru: Настройки графики

source: Setting up Graphics
ru: Настройки графики

source: Brightness
ru: Яркость

source: Scale
ru: Масштаб

source: Brightness adjustment
ru: Настройки яркости

source: Methods for calculating Pi
ru: Методы расчёта Pi

# leibnizsFormula
source: Leibnizâ€™s Formula
ru: Формула Лейбница

source: Nilakantha Series
ru: Серия Нилаканта

source: Ramanujans Pi Formula
ru: Серия Рамануджана–Сато

source: Language Settings
ru: Настройки языка

source: Russian
ru: Русский

source: English
ru: Английский

source: View the result
ru: Показать результат

source: Delete the result
ru: Удалить результат

source: Add to the catalog
ru: Добавить в каталог

source: Delete from the catalog
ru: Удалить из каталога

source: Ramanujan_Pi_Formula
ru: Серия Рамануджана–Сато

source: Language
ru: Язык

source: Sound
ru: Звук

source: Graphics
ru: Графика

source: Sound Settings
ru: Настройки звука

source: Total volume
ru: Общая громкость

source: The sound of clicks
ru: Громкость нажатий

source: Setting the scale
ru: Настройка масштаба

source: Enter the number of iterations
ru: Введите количество итераций

source: Calculate
ru: Посчитать

source: Methods for calculating E
ru: Методы вычисления E

source: Methods for calculating Sqrt
ru: Методы вычисления Sqrt

source: Horizontal Asymptote
ru: Горизонтальная ассимптота

source: Factorials
ru: Факториал

source: The Babylonian method
ru: Вавилонский метод

source: Newton method
ru: Метод Ньютона

source: Enter the number
ru: Введите номер

source: Enter accuracy
ru: Введите точность

source: PDF Preview
ru: Предпоказ PDF

source: Back
ru: Вернуться

source: Back to catalog
ru: Вернуться в каталог

source: Save Result
ru: Сохранить результат

source: Add to Catalog
ru: Добавить в каталог

source: Back to menu
ru: Вернуться в меню

source: Comparison
ru: Сравнение результатов

source: Enter Name
ru: Введите имя

source: Enter Email
ru: Введите почту

source: Enter Phone
ru: Введите телефон

source: Go to Welcome Page
ru: Вернуться на главную страницу

source: Add to Favourite
ru: Добавить в избранное

source: Input first number
ru: Введите первый номер

source: Input second number
ru: Введите второй номер

source: Login
ru: Логин

source: Register
ru: Регистрация

source: Enter_Password
ru: Ввод пароля

source: logout
ru: Разлогиниться

source: Feedback
ru: Обратная связь
